/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_welcome_text" = "¡Bienvenido a Antidote!";
/* Login screen text */
"login_or_label" = "o";

/* Login screen text */
"create_account" = "Crear cuenta";
/* Login screen text */
"import_profile" = "Importar perfil";
/* Password field */
"password" = "Contraseña";
/* Login button */
"log_in" = "Iniciar sesión";
/* Login screen text */
"create_profile" = "Crear perfil";
/* Login screen text */
"import_to_antidote" = "Importar a Antidote";
/* Login screen text */
"create_account_username_title" = "¿Cuántos contactos se mostrarán?";
/* Login screen text */
"create_account_username_placeholder" = "Nombre de usuario";
/* Login screen text */
"create_account_profile_title" = "¿Qué nombre desea ponerle a este perfil?";
/* Login screen text */
"create_account_profile_placeholder" = "Nombre del perfil";
/* Login screen text */
"create_account_profile_hint" = "p.ej. Casa, iPhone";
/* Login button */
"create_account_go_button" = "Ir";
/* Default status message */
"default_user_status_message" = "\"Toxing\" en Antidote";

/* Label shown when connecting to Tox network */
"connecting_label" = "Conectando...";

/* Tab name and screen name */
"contacts_title" = "Contactos";
/* Tab name and screen name */
"chats_title" = "Chats";
/* Tab name and screen name */
"settings_title" = "Ajustes";
/* Tab name and screen name */
"profile_title" = "Perfil";

/* No contacts placeholder text */
"contact_no_contacts" = "No contacts";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Añadir un contacto\no\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "compartir su Tox ID";
/* Contact request section title */
"contact_requests_section" = "Solicitudes de contacto";
/* Contact last seen status */
"contact_last_seen" = "Visto por última vez: %@";
/* Screen name */
"contact_request" = "Solicitud de contacto";
/* Contact request button */
"contact_request_decline" = "Rechazar";
/* Contact request button */
"contact_request_accept" = "Aceptar";
/* Contact request confirmation */
"contact_request_delete_title" = "¿Eliminar solicitud de contacto?";

/* Share Tox ID text */
"show_qr_code" = "Mostrar código QR";
/* Share Tox ID text */
"copy" = "Copiar";

/* Add contat screen name */
"add_contact_title" = "Añadir contacto";
/* Add contat button */
"add_contact_send" = "Enviar";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Introducir Tox ID";
/* Add contat placeholder text */
"add_contact_or_label" = "o";
/* Add contat button */
"add_contact_use_qr" = "Utilizar código QR";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Mensaje";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "¡Hola! ¿Me añades a tu lista de contactos?";
/* Add contat error */
"add_contact_wrong_qr" = "Código QR erróneo. El código debe contener un Tox ID";

/* User name text */
"name" = "Nombre";
/* User nickname text */
"nickname" = "Nombre para mostrar";
/* User status message text */
"status_message" = "Mensaje de estado";
/* User status text */
"status_title" = "Estado";
/* User Tox ID text */
"my_tox_id" = "Mi Tox ID";
/* User public key text */
"public_key" = "Clave pública";
/* Share Tox ID text */
"show_qr" = "Mostrar QR";
/* Profile menu item / screen name */
"profile_details" = "Detalles del perfil";
/* Profile button */
"logout_button" = "Cerrar sesión";

/* QR code screen button */
"qr_close_button" = "Cerrar";

/* Chat screen placeholder */
"chat_no_chats" = "Sin chats";
/* Chats screen message text */
"chat_outgoing_file" = "Archivo saliente:";
/* Chats screen message text */
"chat_incoming_file" = "Archivo entrante:";
/* Chats screen message text */
"chat_call_finished" = "Llamada finalizada";
/* Chats screen message text */
"chat_unanwered_call" = "Llamada sin respuesta";
/* Chat button */
"chat_send_button" = "Enviar";
/* Chat notification toast */
"chat_new_messages" = "↓ Nuevos mensajes";
/* Chat call information */
"chat_call_message" = "Llamada,";
/* Chat call information */
"chat_missed_call_message" = "Llamada perdida";

/* Status message */
"status_offline" = "Sin conexión";
/* Status message */
"status_online" = "Conectado";
/* Status message */
"status_away" = "Ausente";
/* Status message */
"status_busy" = "Ocupado";

/* Notification text */
"notification_new_message" = "Nuevo mensaje";
/* Notification text */
"notification_incoming_contact_request" = "Recibiendo solicitud de contacto";
/* Notification text */
"notification_is_calling" = "está llamando";
/* Notification text */
"notification_incoming_file" = "Archivo entrante";

/* Settings menu / screen name */
"settings_about" = "Acerca de";
/* Settings menu / screen name */
"settings_advanced_settings" = "Ajustes avanzados";
/* Settings menu */
"settings_feedback" = "Enviar opinión";
/* Settings feedback error */
"settings_configure_email" = "Por favor, configure sus ajustes de correo";
/* About screen menu */
"settings_antidote_version" = "Versión de Antidote";
/* About screen menu */
"settings_antidote_build" = "Compilación de Antidote";
/* About screen menu */
"settings_toxcore_version" = "Versión de Toxcore";
/* Settings screen menu */
"settings_autodownload_images" = "Autodescarga de imágenes";
/* Settings screen menu */
"settings_autodownload_images_description" = "Descarga automática de imágenes recibidas.";
/* Settings screen menu */
"settings_notifications_message_preview" = "Previsualización de notificaciones";
/* Settings screen menu */
"settings_notifications_description" = "Cuando la aplicación pasa a segundo plano, se seguirán recibiendo notificaciones hasta 10 minutos después.";
/* Settings screen menu */
"settings_ipv6_enabled" = "IPv6 habilitado";
/* Settings screen menu */
"settings_udp_enabled" = "UDP habilitado";
/* Settings screen menu */
"settings_restore_default" = "Restaurar ajustes por defecto";
/* Settings screen autodownload images option */
"settings_never" = "Nunca";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-Fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "Utilizando Wi-Fi";
/* Settings screen autodownload images option */
"settings_always" = "Siempre";

/* Profile settings menu */
"set_password" = "Establecer contraseña";
/* Profile settings menu */
"change_password" = "Cambiar contraseña";
/* Profile settings menu */
"delete_password" = "Eliminar contraseña";
/* Profile settings menu */
"old_password" = "Contraseña anterior";
/* Change password text */
"new_password" = "Contraseña nueva";
/* Change password text */
"repeat_password" = "Repetir contraseña";
/* Change password button */
"change_password_done" = "Hecho";
/* Change password error */
"password_is_empty_error" = "La contraseña no puede estar vacía";
/* Change password error */
"wrong_old_password" = "Contraseña errónea";
/* Change password error */
"passwords_do_not_match" = "Las contraseñas no concuerdan";

/* Source of photo to take */
"photo_from_camera" = "Cámara";
/* Source of photo to take */
"photo_from_photo_library" = "Biblioteca fotográfica";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "No es posible convertir la imagen";

/* Alert text when sending file to contacts */
"file_send_to_active_chat" = "Send to active chat";
/* Alert text when sending file to contacts */
"file_send_to_contact" = "Send to contact";

/* Profile menu item */
"export_profile" = "Exportar perfil";
/* Profile menu item */
"delete_profile" = "Borrar perfil";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "¿Desea borrar este perfil?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "¿Está seguro?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Esta operación no se puede deshacer";

/* Call screen text */
"call_incoming" = "Llamada entrante";
/* Call screen text */
"call_ended" = "Llamada finalizada";
/* Call screen text */
"call_reaching" = "Llamando...";

/* File message text */
"chat_file_cancelled" = "Cancelada";
/* File message text */
"chat_waiting" = "Esperando...";
/* File message text */
"chat_paused" = "En pausa";

/* Deleting chat confirmation */
"delete_chat_title" = "¿Borrar este chat y el historial de mensajes?";
/* Deleting contat confirmation */
"delete_contact_title" = "¿Eliminar este contacto?\nSu historial de chat será eliminado.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "¿Eliminar la solicitud de contacto?";
/* Delete button */
"alert_delete" = "Eliminar";
/* Delete button */
"alert_cancel" = "Cancelar";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Por favor, introduzca el nombre de usuario y el nombre de perfil.";
/* Error while creating new profile */
"login_profile_already_exists" = "Ya existe un perfil con ese nombre";

/* General error title */
"error_title" = "Error";
/* General error button */
"error_ok_button" = "Ok";
/* General error button */
"error_retry_button" = "Retry";
/* Error */
"error_contact_not_connected" = "El contacto no está conectado";
/* Error */
"error_too_many_files" = "Demasiadas transferencias de archivos activas";
/* Error */
"error_internal_message" = "Error interno";
/* Error */
"error_wrong_password_title" = "Contraseña errónea";
/* Error */
"error_wrong_password_message" = "La contraseña contiene símbolos no permitidos.";
/* Error */
"error_import_not_exist_title" = "No se ha podido importar el archivo de tox";
/* Error */
"error_import_not_exist_message" = "El archivo no existe.";
/* Error */
"error_decrypt_title" = "No se ha podido descifrar el archivo de tox";
/* Error */
"error_decrypt_empty_data_message" = "Algunos datos de entrada están vacíos";
/* Error */
"error_decrypt_bad_format_message" = "El archivo está mal formateado o está corrupto";
/* Error */
"error_decrypt_wrong_password_message" = "La contraseña es incorrecta o el archivo está corrupto";
/* Error */
"error_general_unknown_message" = "Error desconocido.";
/* Error */
"error_general_no_memory_message" = "Memoria insuficiente.";
/* Error */
"error_general_bind_port_message" = "Error en la conexión al puerto.";
/* Error */
"error_general_profile_encrypted_message" = "El perfil está cifrado.";
/* Error */
"error_general_bad_format_message" = "El archivo está mal formateado o está corrupto.";
/* Error */
"error_proxy_title" = "Error de proxy";
/* Error */
"error_proxy_invalid_address_message" = "La dirección de proxy tiene un formato incorrecto.";
/* Error */
"error_proxy_invalid_port_message" = "El puerto del proxy no es válido.";
/* Error */
"error_proxy_host_not_resolved_message" = "No se pudo resolver el proxy.";

/* Error */
"error_name_too_long" = "El nombre es demasiado largo";
/* Error */
"error_status_message_too_long" = "El mensaje de estado es demasiado largo";

/* Error */
"error_contact_request_too_long" = "El mensaje es demasiado largo";
/* Error */
"error_contact_request_no_message" = "No se especificó ningún mensaje";
/* Error */
"error_contact_request_own_key" = "No se puede añadir a uno mismo a la lista de contactos";
/* Error */
"error_contact_request_already_sent" = "La solicitud de contacto fue enviada previamente";
/* Error */
"error_contact_request_bad_checksum" = "Fallo en el checksum, por favor compruebe la Tox ID";
/* Error */
"error_contact_request_new_nospam" = "Valor de no spam erróneo, por favor compruebe la Tox ID";

/* Call error */
"call_error_already_in_call" = "Ya está en una llamada";
/* Call error */
"call_error_contact_is_offline" = "El contacto está desconectado";
/* Call error */
"call_error_no_active_call" = "No hay una llamada activa";

/* Error while using color theme */
"theme_error_cannot_open" = "No se puede abrir el tema, formato incorrecto";
